Repository: WarewolfCZ/PartnersPlugin
Catalog: languages/partners-*.po
Languages: cs_cz

source: Select partner
cs_cz: Výběr partnera

source: Fill in the URL
cs_cz: Vyplňte adresu odkazu

source: Select partner image
cs_cz: Vyberte obrázek

source: -None-
cs_cz: -Žádný-

source: Manage Partners
cs_cz: Správa partnerů

source: Image added
cs_cz: Obrázek byl přidán

source: Image deleted
cs_cz: Obrázek byl odebrán

source: Settings updated
cs_cz: Nastavení bylo uloženo

source: Partners management page
cs_cz: Správa partnerů

# list of partners
source: Partners
cs_cz: Seznam partnerů

source: Link priority
cs_cz: Priorita

source: Choose an image
cs_cz: Vyberte obrázek

source: Add image
cs_cz: Přidat obrázek

source: Add new image
cs_cz: Přidat nový obrázek

source: Title
cs_cz: Název

source: Delete
cs_cz: Smazat

source: Priority (default value: 10)
cs_cz: Priorita (výchozí hodnota: 10)

source: Partners plugin adds option to select one of the predefined images with link and add it to the post
cs_cz: Plugin Partners umožňuje přidat obrázkový odkaz na konec příspěvků
